Repository: bae-fm/bae
Catalog: bae-macos/bae/bae/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, cs, de, es, fr, gu, he, hi, hr, it, ja, kn, ko, ml, mr, nl, pa, pl, pt_br, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: iCloud is temporarily unavailable. Try again in a moment.
ar: iCloud غير متاح مؤقتًا. أعد المحاولة بعد قليل.
bg: iCloud временно не е достъпен. Опитайте отново след малко.
bn: iCloud সাময়িকভাবে অনুপলব্ধ। একটু পরে আবার চেষ্টা করুন।
cs: iCloud je dočasně nedostupný. Zkuste to za chvíli znovu.
de: iCloud ist vorübergehend nicht verfügbar. Versuche es gleich noch einmal.
es: iCloud no está disponible temporalmente. Inténtalo de nuevo en un momento.
fr: iCloud est temporairement indisponible. Réessayez dans un instant.
gu: iCloud અસ્થાયી રૂપે ઉપલબ્ધ નથી. થોડી વારમાં ફરી પ્રયાસ કરો.
he: iCloud אינו זמין זמנית. נסה שוב בעוד רגע.
hi: iCloud अस्थायी रूप से अनुपलब्ध है. थोड़ी देर में दोबारा कोशिश करें.
hr: iCloud je privremeno nedostupan. Pokušajte ponovno za trenutak.
it: iCloud non è temporaneamente disponibile. Riprova tra un momento.
ja: iCloudは一時的に利用できません。しばらくしてからもう一度お試しください。
kn: iCloud ತಾತ್ಕಾಲಿಕವಾಗಿ ಲಭ್ಯವಿಲ್ಲ. ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: iCloud를 일시적으로 사용할 수 없습니다. 잠시 후 다시 시도하십시오.
ml: iCloud താൽക്കാലികമായി ലഭ്യമല്ല. അൽപ്പസമയത്തിനു ശേഷം വീണ്ടും ശ്രമിക്കുക.
mr: iCloud तात्पुरते अनुपलब्ध आहे. थोड्या वेळाने पुन्हा प्रयत्न करा.
nl: iCloud is tijdelijk niet beschikbaar. Probeer het zo meteen opnieuw.
pa: iCloud ਆਰਜ਼ੀ ਤੌਰ ਉੱਤੇ ਉਪਲਬਧ ਨਹੀਂ ਹੈ। ਥੋੜ੍ਹੀ ਦੇਰ ਬਾਅਦ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: iCloud jest chwilowo niedostępny. Spróbuj ponownie za moment.
pt_br: O iCloud está temporariamente indisponível. Tente novamente em instantes.
ta: iCloud தற்காலிகமாகக் கிடைக்கவில்லை. சிறிது நேரம் கழித்து மீண்டும் முயற்சிக்கவும்.
te: iCloud తాత్కాలికంగా అందుబాటులో లేదు. కొద్దిసేపటి తర్వాత మళ్లీ ప్రయత్నించండి.
th: iCloud ใช้งานไม่ได้ชั่วคราว ลองอีกครั้งในอีกสักครู่
tr: iCloud geçici olarak kullanılamıyor. Birazdan yeniden deneyin.
uk: iCloud тимчасово недоступний. Повторіть спробу за мить.
ur: iCloud عارضی طور پر دستیاب نہیں ہے۔ تھوڑی دیر بعد دوبارہ کوشش کریں۔
vi: iCloud tạm thời không khả dụng. Hãy thử lại sau giây lát.
zh_hans: iCloud 暂时不可用。请稍后重试。
zh_hant: iCloud 暫時無法使用。請稍後再試。

source: Identifying
ar: جارٍ التعرّف
bg: Идентифициране
bn: শনাক্ত করা হচ্ছে
cs: Identifikace
de: Wird identifiziert
es: Identificando
fr: Identification
gu: ઓળખવામાં આવી રહ્યું છે
he: מזהה
hi: पहचान की जा रही है
hr: Identificiranje
it: Identificazione
ja: 識別中
kn: ಗುರುತಿಸಲಾಗುತ್ತಿದೆ
ko: 식별 중
ml: തിരിച്ചറിയുന്നു
mr: ओळखत आहे
nl: Identificeren
pa: ਪਛਾਣ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
pl: Identyfikowanie
pt_br: Identificando
ta: அடையாளம் காணப்படுகிறது
te: గుర్తిస్తోంది
th: กำลังระบุ
tr: Tanımlanıyor
uk: Ідентифікація
ur: شناخت کی جا رہی ہے
vi: Đang nhận diện
zh_hans: 正在识别
zh_hant: 正在識別

source: Identifying…
ar: جارٍ التحديد…
bg: Идентифициране…
bn: শনাক্ত করা হচ্ছে…
cs: Identifikace…
de: Identifizierung …
es: Identificando…
fr: Identification…
gu: ઓળખાઈ રહ્યું છે…
he: מזהה…
hi: पहचान की जा रही है…
hr: Identifikacija…
it: Identificazione…
ja: 識別中…
kn: ಗುರುತಿಸಲಾಗುತ್ತಿದೆ…
ko: 식별 중…
ml: തിരിച്ചറിയുന്നു…
mr: ओळखत आहे…
nl: Identificeren…
pa: ਪਛਾਣ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ…
pl: Identyfikowanie…
pt_br: Identificando…
ta: அடையாளம் காணப்படுகிறது…
te: గుర్తిస్తోంది…
th: กำลังระบุ…
tr: Tanımlanıyor…
uk: Ідентифікація…
ur: شناخت ہو رہی ہے…
vi: Đang nhận dạng…
zh_hans: 识别中…
zh_hant: 正在識別…

source: Identity updated.
ar: تم تحديث الهوية.
bg: Идентичността е обновена.
bn: পরিচয় আপডেট হয়েছে।
cs: Identita aktualizována.
de: Identität aktualisiert.
es: Identidad actualizada.
fr: Identité mise à jour.
gu: ઓળખ અપડેટ થઈ.
he: הזהות עודכנה.
hi: पहचान अपडेट हुई।
hr: Identitet ažuriran.
it: Identità aggiornata.
ja: 識別情報を更新しました。
kn: ಗುರುತು ನವೀಕರಿಸಲಾಗಿದೆ.
ko: 신원이 업데이트되었습니다.
ml: തിരിച്ചറിയൽ പുതുക്കി.
mr: ओळख अद्यतनित झाली.
nl: Identiteit bijgewerkt.
pa: ਪਛਾਣ ਅਪਡੇਟ ਹੋਈ।
pl: Tożsamość zaktualizowana.
pt_br: Identidade atualizada.
ta: அடையாளம் புதுப்பிக்கப்பட்டது.
te: గుర్తింపు నవీకరించబడింది.
th: อัปเดตข้อมูลระบุตัวตนแล้ว
tr: Kimlik güncellendi.
uk: Ідентифікацію оновлено.
ur: شناخت تازہ ہو گئی۔
vi: Đã cập nhật danh tính.
zh_hans: 身份已更新。
zh_hant: 身分已更新。

source: Import
ar: استيراد
bg: Внасяне
bn: ইম্পোর্ট
de: Importieren
es: Importar
fr: Importer
gu: આયાત
he: ייבוא
hi: इम्पोर्ट
hr: Uvoz
it: Importa
ja: 取り込む
kn: ಆಮದು
ko: 가져오기
ml: ഇറക്കുമതി
mr: आयात
nl: Importeren
pa: ਆਯਾਤ
pl: Importuj
pt_br: Importar
ta: இறக்குமதி
te: దిగుమతి
th: นำเข้า
tr: İçe aktar
uk: Імпорт
ur: درآمد
vi: Nhập
zh_hans: 导入
zh_hant: 匯入

source: Import %lld
ar: استيراد #
bg: Импортирай #
bn: #টি আমদানি করুন
cs: Importovat #
de: # importieren
es: Importar #
fr: Importer #
gu: # આયાત કરો
he: ייבוא #
hi: # आयात करें
hr: Uvezi #
it: Importa #
ja: #件を取り込む
kn: # ಆಮದು ಮಾಡಿ
ko: #개 가져오기
ml: # ഇറക്കുമതി ചെയ്യുക
mr: # आयात करा
nl: # importeren
pa: # ਆਯਾਤ ਕਰੋ
pl: Zaimportuj #
pt_br: Importar #
ta: # இறக்குமதி செய்
te: # దిగుమతి చేయండి
th: นำเข้า #
tr: # içeri aktar
uk: Імпортувати #
ur: # درآمد کریں
vi: Nhập #
zh_hans: 导入 #
zh_hant: 匯入 #

source: Import Folder...
ar: استيراد مجلد...
bg: Внасяне на папка...
bn: ফোল্ডার ইম্পোর্ট করুন...
cs: Importovat složku…
de: Ordner importieren …
es: Importar carpeta...
fr: Importer un dossier…
gu: ફોલ્ડર આયાત કરો...
he: ייבא תיקייה…
hi: फ़ोल्डर आयात करें...
hr: Uvezi mapu...
it: Importa cartella...
ja: フォルダを取り込む…
kn: ಫೋಲ್ಡರ್ ಆಮದುಮಾಡಿ...
ko: 폴더 가져오기...
ml: ഫോൾഡർ ഇറക്കുമതി ചെയ്യുക...
mr: फोल्डर आयात करा...
nl: Map importeren...
pa: ਫੋਲਡਰ ਆਯਾਤ ਕਰੋ...
pl: Importuj folder...
pt_br: Importar pasta...
ta: கோப்புறையை இறக்குமதி செய்...
te: ఫోల్డర్‌ను దిగుమతి చేయండి...
th: นำเข้าโฟลเดอร์...
tr: Klasörü İçe Aktar...
uk: Імпортувати теку…
ur: فولڈر درآمد کریں...
vi: Nhập thư mục...
zh_hans: 导入文件夹…
zh_hant: 匯入資料夾...

source: Import some music to get started
ar: استورد بعض الموسيقى للبدء
bg: Внесете малко музика, за да започнете
bn: শুরু করতে কিছু মিউজিক ইম্পোর্ট করুন
cs: Začněte importem nějaké hudby
de: Importiere Musik, um loszulegen
es: Importa algo de música para empezar
fr: Importez de la musique pour commencer
gu: શરૂ કરવા માટે થોડું સંગીત આયાત કરો
he: ייבאו מוזיקה כדי להתחיל
hi: शुरू करने के लिए कुछ संगीत आयात करें
hr: Uvezite glazbu za početak
it: Importa musica per iniziare
ja: 音楽を取り込んで始めましょう
kn: ಪ್ರಾರಂಭಿಸಲು ಸ್ವಲ್ಪ ಸಂಗೀತವನ್ನು ಆಮದುಮಾಡಿ
ko: 시작하려면 음악을 가져오세요
ml: തുടങ്ങാൻ കുറച്ച് സംഗീതം ഇറക്കുമതി ചെയ്യുക
mr: सुरू करण्यासाठी काही संगीत आयात करा
nl: Importeer muziek om te beginnen
pa: ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਕੁਝ ਸੰਗੀਤ ਆਯਾਤ ਕਰੋ
pl: Zaimportuj muzykę, aby zacząć
pt_br: Importe músicas para começar
ta: தொடங்க சில இசையை இறக்குமதி செய்யுங்கள்
te: ప్రారంభించడానికి కొంత సంగీతాన్ని దిగుమతి చేయండి
th: นำเข้าเพลงบางส่วนเพื่อเริ่มต้น
tr: Başlamak için müzik içe aktarın
uk: Імпортуйте музику, щоб почати
ur: شروع کرنے کے لیے کچھ موسیقی درآمد کریں
vi: Nhập một số nhạc để bắt đầu
zh_hans: 导入一些音乐以开始使用
zh_hant: 匯入一些音樂以開始使用

source: Imported
ar: تم الاستيراد
bg: Внесено
bn: ইম্পোর্ট হয়েছে
cs: Importováno
de: Importiert
es: Importado
fr: Importé
gu: આયાત થયું
he: יובא
hi: आयातित
hr: Uvezeno
it: Importato
ja: 取り込み完了
kn: ಆಮದುಮಾಡಲಾಗಿದೆ
ko: 가져옴
ml: ഇറക്കുമതി ചെയ്തു
mr: आयात केले
nl: Geïmporteerd
pa: ਆਯਾਤ ਕੀਤਾ
pl: Zaimportowano
pt_br: Importado
ta: இறக்குமதி செய்யப்பட்டது
te: దిగుమతి చేయబడింది
th: นำเข้าแล้ว
tr: İçe aktarıldı
uk: Імпортовано
ur: درآمد ہو گیا
vi: Đã nhập
zh_hans: 已导入
zh_hant: 已匯入

source: Importing…
ar: جارٍ الاستيراد…
bg: Импортиране…
bn: আমদানি হচ্ছে…
cs: Importuje se…
de: Wird importiert…
es: Importando…
fr: Importation…
gu: આયાત થઈ રહ્યું છે…
he: מייבא…
hi: आयात हो रहा है…
hr: Uvoz u tijeku…
it: Importazione in corso…
ja: 取り込み中…
kn: ಆಮದು ಆಗುತ್ತಿದೆ…
ko: 가져오는 중…
ml: ഇറക്കുമതി ചെയ്യുന്നു…
mr: आयात करत आहे…
nl: Bezig met importeren…
pa: ਆਯਾਤ ਹੋ ਰਿਹਾ ਹੈ…
pl: Importowanie…
pt_br: Importando…
ta: இறக்குமதி செய்யப்படுகிறது…
te: దిగుమతి అవుతోంది…
th: กำลังนำเข้า…
tr: İçe aktarılıyor…
uk: Імпортування…
ur: درآمد ہو رہا ہے…
vi: Đang nhập…
zh_hans: 正在导入…
zh_hant: 匯入中…

source: In library
ar: في المكتبة
bg: В библиотеката
bn: লাইব্রেরিতে
cs: V knihovně
de: In Bibliothek
es: En la biblioteca
fr: Dans la bibliothèque
gu: લાઇબ્રેરીમાં
he: בספרייה
hi: लाइब्रेरी में
hr: U fonoteci
it: In libreria
ja: ライブラリ内
kn: ಗ್ರಂಥಾಲಯದಲ್ಲಿ
ko: 라이브러리에 있음
ml: ലൈബ്രറിയിൽ
mr: लायब्ररीमध्ये
nl: In bibliotheek
pa: ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚ
pl: W bibliotece
pt_br: Na biblioteca
ta: நூலகத்தில் உள்ளது
te: లైబ్రరీలో ఉంది
th: อยู่ในคลัง
tr: Kitaplıkta
uk: У бібліотеці
ur: لائبریری میں
vi: Trong thư viện
zh_hans: 库中已有
zh_hant: 在資料庫中

source: Inspect
ar: فحص
bg: Провери
bn: পরিদর্শন করুন
cs: Prohlédnout
de: Untersuchen
es: Inspeccionar
fr: Inspecter
gu: તપાસો
he: בדוק
hi: निरीक्षण करें
hr: Pregledaj
it: Ispeziona
ja: 検査
kn: ಪರಿಶೀಲಿಸಿ
ko: 검사
ml: പരിശോധിക്കുക
mr: तपासा
nl: Inspecteren
pa: ਜਾਂਚ ਕਰੋ
pl: Sprawdź
pt_br: Inspecionar
ta: ஆய்வு செய்
te: పరిశీలించు
th: ตรวจสอบ
tr: İncele
uk: Переглянути
ur: معائنہ کریں
vi: Kiểm tra
zh_hans: 检查
zh_hant: 檢查

source: Inspector
ar: المفتش
bg: Инспектор
bn: পরিদর্শক
cs: Inspektor
de: Inspektor
fr: Inspecteur
gu: નિરીક્ષક
he: מפקח
hi: निरीक्षक
hr: Inspektor
it: Pannello informazioni
ja: インスペクタ
kn: ಪರಿಶೀಲಕ
ko: 인스펙터
ml: ഇൻസ്പെക്ടർ
mr: निरीक्षक
nl: Infovenster
pa: ਨਿਰੀਖਕ
pl: Inspektor
pt_br: Inspetor
ta: ஆய்வாளர்
te: ఇన్‌స్పెక్టర్
th: ตัวตรวจสอบ
tr: Denetçi
uk: Інспектор
ur: معائنہ کار
vi: Trình kiểm tra
zh_hans: 检查器
zh_hant: 檢查器

source: Invalid MCP server configuration
ar: تكوين خادم MCP غير صالح
bg: Невалидна конфигурация на MCP сървъра
bn: অবৈধ MCP সার্ভার কনফিগারেশন
cs: Neplatná konfigurace MCP serveru
de: Ungültige MCP-Serverkonfiguration
es: Configuración del servidor MCP no válida
fr: Configuration du serveur MCP invalide
gu: અમાન્ય MCP સર્વર ગોઠવણી
he: תצורת שרת MCP לא תקינה
hi: अमान्य MCP सर्वर कॉन्फिगरेशन
hr: Neispravna konfiguracija MCP poslužitelja
it: Configurazione server MCP non valida
ja: MCPサーバー設定が無効です
kn: ಅಮಾನ್ಯ MCP ಸರ್ವರ್ ಸಂರಚನೆ
ko: 잘못된 MCP 서버 구성
ml: അസാധുവായ MCP സെർവർ ക്രമീകരണം
mr: अवैध MCP सर्व्हर संरचना
nl: Ongeldige MCP-serverconfiguratie
pa: ਅਵੈਧ MCP ਸਰਵਰ ਸੰਰਚਨਾ
pl: Nieprawidłowa konfiguracja serwera MCP
pt_br: Configuração inválida do servidor MCP
ta: தவறான MCP சேவையக அமைப்பு
te: చెల్లని MCP సర్వర్ కాన్ఫిగరేషన్
th: การตั้งค่าเซิร์ฟเวอร์ MCP ไม่ถูกต้อง
tr: Geçersiz MCP sunucu yapılandırması
uk: Недійсна конфігурація сервера MCP
ur: MCP سرور کی ترتیب غلط ہے
vi: Cấu hình máy chủ MCP không hợp lệ
zh_hans: MCP 服务器配置无效
zh_hant: MCP 伺服器設定無效

source: Invalid Subsonic server configuration
ar: تكوين خادم Subsonic غير صالح
bg: Невалидна конфигурация на Subsonic сървъра
bn: অবৈধ Subsonic সার্ভার কনফিগারেশন
cs: Neplatná konfigurace serveru Subsonic
de: Ungültige Subsonic-Serverkonfiguration
es: Configuración del servidor Subsonic no válida
fr: Configuration du serveur Subsonic non valide
gu: અમાન્ય Subsonic સર્વર કન્ફિગરેશન
he: תצורת שרת Subsonic לא תקינה
hi: अमान्य Subsonic सर्वर कॉन्फ़िगरेशन
hr: Nevažeća konfiguracija Subsonic poslužitelja
it: Configurazione del server Subsonic non valida
ja: Subsonicサーバーの構成が無効です
kn: ಅಮಾನ್ಯ Subsonic ಸರ್ವರ್ ಸಂರಚನೆ
ko: 잘못된 Subsonic 서버 구성
ml: അസാധുവായ Subsonic സെർവർ കോൺഫിഗറേഷൻ
mr: अवैध Subsonic सर्व्हर कॉन्फिगरेशन
nl: Ongeldige Subsonic-serverconfiguratie
pa: ਅਵੈਧ Subsonic ਸਰਵਰ ਸੰਰਚਨਾ
pl: Nieprawidłowa konfiguracja serwera Subsonic
pt_br: Configuração do servidor Subsonic inválida
ta: தவறான Subsonic சேவையக உள்ளமைவு
te: చెల్లని Subsonic సర్వర్ ఆకృతీకరణ
th: การกำหนดค่าเซิร์ฟเวอร์ Subsonic ไม่ถูกต้อง
tr: Geçersiz Subsonic sunucu yapılandırması
uk: Недійсна конфігурація сервера Subsonic
ur: غلط Subsonic سرور کنفیگریشن
vi: Cấu hình máy chủ Subsonic không hợp lệ
zh_hans: Subsonic 服务器配置无效
zh_hant: Subsonic 伺服器設定無效

source: It will lose access and the library key will be rotated. Devices still in the library re-key automatically.
ar: سيفقد الوصول وسيُبدَّل مفتاح المكتبة. الأجهزة التي ما زالت في المكتبة تحصل على المفتاح الجديد تلقائيًا.
bg: То ще загуби достъп и ключът на библиотеката ще бъде сменен. Устройствата, които са още в библиотеката, получават новия ключ автоматично.
bn: এটি অ্যাক্সেস হারাবে এবং লাইব্রেরির চাবি বদলানো হবে। লাইব্রেরিতে থাকা ডিভাইসগুলি স্বয়ংক্রিয়ভাবে নতুন চাবি পায়।
cs: Ztratí přístup a klíč knihovny bude vyměněn. Zařízení, která v knihovně zůstávají, dostanou nový klíč automaticky.
de: Es verliert den Zugriff und der Bibliotheksschlüssel wird gewechselt. Geräte, die in der Bibliothek bleiben, erhalten den neuen Schlüssel automatisch.
es: Perderá el acceso y la clave de la biblioteca se rotará. Los dispositivos que sigan en la biblioteca reciben la clave nueva automáticamente.
fr: Il perdra l'accès et la clé de la bibliothèque sera changée. Les appareils encore dans la bibliothèque reçoivent la nouvelle clé automatiquement.
gu: તે ઍક્સેસ ગુમાવશે અને લાઇબ્રેરીની ચાવી બદલાશે. લાઇબ્રેરીમાં રહેલા ડિવાઇસ આપમેળે નવી ચાવી મેળવે છે.
he: הוא יאבד גישה ומפתח הספרייה יוחלף. מכשירים שעדיין בספרייה מקבלים את המפתח החדש אוטומטית.
hi: इसकी पहुंच समाप्त हो जाएगी और लाइब्रेरी की कुंजी बदल दी जाएगी. लाइब्रेरी में मौजूद डिवाइस अपने आप नई कुंजी पा लेते हैं.
hr: Izgubit će pristup i ključ knjižnice bit će promijenjen. Uređaji koji su još u knjižnici automatski dobivaju novi ključ.
it: Perderà l'accesso e la chiave della libreria verrà cambiata. I dispositivi ancora nella libreria ricevono la nuova chiave automaticamente.
ja: アクセス権が失われ、ライブラリの鍵が交換されます。ライブラリに残っているデバイスは自動的に新しい鍵を受け取ります。
kn: ಅದು ಪ್ರವೇಶ ಕಳೆದುಕೊಳ್ಳುತ್ತದೆ ಮತ್ತು ಲೈಬ್ರರಿ ಕೀ ಬದಲಾಗುತ್ತದೆ. ಲೈಬ್ರರಿಯಲ್ಲಿ ಉಳಿದ ಸಾಧನಗಳು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಹೊಸ ಕೀ ಪಡೆಯುತ್ತವೆ.
ko: 기기의 접근 권한이 사라지고 보관함 키가 교체됩니다. 보관함에 남아 있는 기기는 자동으로 새 키를 받습니다.
ml: അതിന് ആക്സസ് നഷ്ടപ്പെടും, ലൈബ്രറി കീ മാറ്റപ്പെടും. ലൈബ്രറിയിൽ തുടരുന്ന ഉപകരണങ്ങൾക്ക് പുതിയ കീ സ്വയമേവ ലഭിക്കും.
mr: त्याचा प्रवेश जाईल आणि लायब्ररीची की बदलली जाईल. लायब्ररीत असलेली डिव्हाइस आपोआप नवीन की मिळवतात.
nl: Het verliest de toegang en de bibliotheeksleutel wordt gewisseld. Apparaten die in de bibliotheek blijven, krijgen automatisch de nieuwe sleutel.
pa: ਇਹ ਪਹੁੰਚ ਗੁਆ ਦੇਵੇਗੀ ਅਤੇ ਲਾਇਬ੍ਰੇਰੀ ਦੀ ਕੁੰਜੀ ਬਦਲ ਦਿੱਤੀ ਜਾਵੇਗੀ। ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚ ਮੌਜੂਦ ਡਿਵਾਈਸਾਂ ਆਪਣੇ ਆਪ ਨਵੀਂ ਕੁੰਜੀ ਲੈ ਲੈਂਦੀਆਂ ਹਨ।
pl: Straci dostęp, a klucz biblioteki zostanie wymieniony. Urządzenia pozostające w bibliotece automatycznie otrzymują nowy klucz.
pt_br: Ele perderá o acesso e a chave da biblioteca será trocada. Os dispositivos que continuam na biblioteca recebem a nova chave automaticamente.
ta: அதன் அணுகல் நீங்கும், லைப்ரரி சாவி மாற்றப்படும். லைப்ரரியில் உள்ள சாதனங்கள் தானாக புதிய சாவியைப் பெறும்.
te: అది యాక్సెస్ కోల్పోతుంది మరియు లైబ్రరీ కీ మార్చబడుతుంది. లైబ్రరీలో ఉన్న పరికరాలు స్వయంచాలకంగా కొత్త కీని పొందుతాయి.
th: อุปกรณ์จะสูญเสียการเข้าถึงและกุญแจคลังจะถูกเปลี่ยน อุปกรณ์ที่ยังอยู่ในคลังจะได้กุญแจใหม่โดยอัตโนมัติ
tr: Erişimini kaybedecek ve kitaplık anahtarı değiştirilecek. Kitaplıkta kalan cihazlar yeni anahtarı otomatik alır.
uk: Він втратить доступ, а ключ бібліотеки буде змінено. Пристрої, що залишаються в бібліотеці, отримують новий ключ автоматично.
ur: اس کی رسائی ختم ہو جائے گی اور لائبریری کی کنجی بدل دی جائے گی۔ لائبریری میں موجود آلات خود بخود نئی کنجی حاصل کر لیتے ہیں۔
vi: Thiết bị sẽ mất quyền truy cập và khóa thư viện sẽ được thay. Các thiết bị còn trong thư viện tự động nhận khóa mới.
zh_hans: 它将失去访问权限，资料库密钥将被更换。仍在资料库中的设备会自动获得新密钥。
zh_hant: 它將失去存取權，資料庫金鑰將被更換。仍在資料庫中的裝置會自動取得新金鑰。

source: Join
ar: انضمام
bg: Присъединяване
bn: যোগ দিন
cs: Připojit se
de: Beitreten
es: Unirse
fr: Rejoindre
gu: જોડાઓ
he: הצטרפות
hi: शामिल हों
hr: Pridruži se
it: Unisciti
ja: 参加
kn: ಸೇರಿ
ko: 참여
ml: ചേരുക
mr: सामील व्हा
nl: Deelnemen
pa: ਸ਼ਾਮਲ ਹੋਵੋ
pl: Dołącz
pt_br: Participar
ta: சேர்
te: చేరండి
th: เข้าร่วม
tr: Katıl
uk: Приєднатися
ur: شامل ہوں
vi: Tham gia
zh_hans: 加入
zh_hant: 加入

source: Join a library
ar: الانضمام إلى مكتبة
bg: Присъединяване към библиотека
bn: একটি লাইব্রেরিতে যোগ দিন
cs: Připojit se ke knihovně
de: Bibliothek beitreten
es: Unirse a una biblioteca
fr: Rejoindre une bibliothèque
gu: લાઇબ્રેરીમાં જોડાઓ
he: הצטרפות לספרייה
hi: लाइब्रेरी में शामिल हों
hr: Pridruži se knjižnici
it: Unisciti a una libreria
ja: ライブラリに参加
kn: ಲೈಬ್ರರಿಗೆ ಸೇರಿ
ko: 보관함 참여
ml: ഒരു ലൈബ്രറിയിൽ ചേരുക
mr: लायब्ररीत सामील व्हा
nl: Deelnemen aan bibliotheek
pa: ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ
pl: Dołącz do biblioteki
pt_br: Participar de uma biblioteca
ta: லைப்ரரியில் சேர்
te: లైబ్రరీలో చేరండి
th: เข้าร่วมคลัง
tr: Bir kitaplığa katıl
uk: Приєднатися до бібліотеки
ur: لائبریری میں شامل ہوں
vi: Tham gia thư viện
zh_hans: 加入资料库
zh_hant: 加入資料庫

source: Join a Library...
ar: الانضمام إلى مكتبة...
bg: Присъединяване към библиотека...
bn: একটি লাইব্রেরিতে যোগ দিন...
cs: Připojit se ke knihovně...
de: Bibliothek beitreten ...
es: Unirse a una biblioteca...
fr: Rejoindre une bibliothèque...
gu: લાઇબ્રેરીમાં જોડાઓ...
he: הצטרפות לספרייה...
hi: लाइब्रेरी में शामिल हों...
hr: Pridruži se knjižnici...
it: Unisciti a una libreria...
ja: ライブラリに参加...
kn: ಲೈಬ್ರರಿಗೆ ಸೇರಿ...
ko: 보관함 참여...
ml: ഒരു ലൈബ്രറിയിൽ ചേരുക...
mr: लायब्ररीत सामील व्हा...
nl: Deelnemen aan bibliotheek...
pa: ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ...
pl: Dołącz do biblioteki...
pt_br: Participar de uma biblioteca...
ta: லைப்ரரியில் சேர்...
te: లైబ్రరీలో చేరండి...
th: เข้าร่วมคลัง...
tr: Bir kitaplığa katıl...
uk: Приєднатися до бібліотеки...
ur: لائبریری میں شامل ہوں...
vi: Tham gia thư viện...
zh_hans: 加入资料库...
zh_hant: 加入資料庫...

source: Keep as Separate Releases
ar: الاحتفاظ بها كإصدارات منفصلة
bg: Запазване като отделни издания
bn: আলাদা রিলিজ হিসেবে রাখুন
cs: Ponechat jako samostatná vydání
de: Als separate Veröffentlichungen beibehalten
es: Mantener como lanzamientos separados
fr: Conserver comme sorties séparées
gu: અલગ રિલીઝ તરીકે રાખો
he: השאר כמהדורות נפרדות
hi: अलग रिलीज़ के रूप में रखें
hr: Zadrži kao odvojena izdanja
it: Mantieni come pubblicazioni separate
ja: 個別のリリースとして保持
kn: ಪ್ರತ್ಯೇಕ ಬಿಡುಗಡೆಗಳಾಗಿ ಇರಿಸಿ
ko: 별도 릴리스로 유지
ml: വെവ്വേറെ റിലീസുകളായി സൂക്ഷിക്കുക
mr: स्वतंत्र रिलीज म्हणून ठेवा
nl: Behouden als afzonderlijke uitgaven
pa: ਵੱਖਰੀਆਂ ਰਿਲੀਜ਼ਾਂ ਵਜੋਂ ਰੱਖੋ
pl: Zachowaj jako oddzielne wydania
pt_br: Manter como lançamentos separados
ta: தனித்தனி வெளியீடுகளாக வைத்திரு
te: వేర్వేరు విడుదలలుగా ఉంచండి
th: เก็บเป็นรีลีสแยกกัน
tr: Ayrı yayınlar olarak tut
uk: Залишити як окремі релізи
ur: الگ ریلیزز کے طور پر رکھیں
vi: Giữ thành các bản phát hành riêng
zh_hans: 保留为单独的发行版
zh_hant: 保留為個別的發行版本

source: Keep current metadata
ar: الإبقاء على البيانات الوصفية الحالية
bg: Запазване на текущите метаданни
bn: বর্তমান মেটাডেটা রাখুন
cs: Zachovat stávající metadata
de: Aktuelle Metadaten behalten
es: Mantener los metadatos actuales
fr: Conserver les métadonnées actuelles
gu: વર્તમાન મેટાડેટા રાખો
he: שמור על המטא-נתונים הנוכחיים
hi: मौजूदा मेटाडेटा रखें
hr: Zadrži trenutne metapodatke
it: Mantieni i metadati attuali
ja: 現在のメタデータを保持
kn: ಪ್ರಸ್ತುತ ಮೆಟಾಡೇಟಾವನ್ನು ಉಳಿಸಿ
ko: 현재 메타데이터 유지
ml: നിലവിലെ മെറ്റാഡാറ്റ നിലനിർത്തുക
mr: सध्याचा मेटाडेटा ठेवा
nl: Huidige metadata behouden
pa: ਮੌਜੂਦਾ ਮੈਟਾਡਾਟਾ ਰੱਖੋ
pl: Zachowaj obecne metadane
pt_br: Manter metadados atuais
ta: தற்போதைய மெட்டாடேட்டாவை வைத்திரு
te: ప్రస్తుత మెటాడేటాను ఉంచండి
th: เก็บเมทาดาทาปัจจุบันไว้
tr: Geçerli üst veriyi koru
uk: Зберегти поточні метадані
ur: موجودہ میٹا ڈیٹا رکھیں
vi: Giữ siêu dữ liệu hiện tại
zh_hans: 保留当前元数据
zh_hant: 保留目前中繼資料

source: Key Prefix
ar: بادئة المفتاح
bg: Префикс на ключа
bn: কী প্রিফিক্স
cs: Předpona klíče
de: Schlüsselpräfix
es: Prefijo de clave
fr: Préfixe de clé
gu: કી ઉપસર્ગ
he: קידומת מפתח
hi: कुंजी उपसर्ग
hr: Prefiks ključa
it: Prefisso chiave
ja: キープレフィックス
kn: ಕೀಲಿ ಪೂರ್ವಪ್ರತ್ಯಯ
ko: 키 접두사
ml: കീ പ്രിഫിക്സ്
mr: कळ उपसर्ग
nl: Sleutelprefix
pa: ਕੁੰਜੀ ਪ੍ਰੀਫਿਕਸ
pl: Prefiks klucza
pt_br: Prefixo de chave
ta: விசை முன்னொட்டு
te: కీ ఉపసర్గ
th: คำนำหน้าคีย์
tr: Anahtar Öneki
uk: Префікс ключа
ur: کلید سابقہ
vi: Tiền tố khóa
zh_hans: 密钥前缀
zh_hant: 金鑰前綴

source: Kind
ar: النوع
bg: Вид
bn: ধরন
cs: Typ
de: Art
es: Tipo
fr: Type
gu: પ્રકાર
he: סוג
hi: प्रकार
hr: Vrsta
it: Tipo
ja: 種類
kn: ಪ್ರಕಾರ
ko: 종류
ml: തരം
mr: प्रकार
nl: Soort
pa: ਕਿਸਮ
pl: Rodzaj
pt_br: Tipo
ta: வகை
te: రకం
th: ชนิด
tr: Tür
uk: Тип
ur: قسم
vi: Loại
zh_hans: 类型
zh_hant: 類型

source: Label
ar: الملصقة
bg: Лейбъл
bn: লেবেল
cs: Vydavatelství
es: Sello
gu: લેબલ
he: לייבל
hi: लेबल
hr: Izdavač
it: Etichetta
ja: レーベル
kn: ಲೇಬಲ್
ko: 레이블
ml: ലേബൽ
mr: लेबल
pa: ਲੇਬਲ
pl: Wytwórnia
pt_br: Gravadora
ta: லேபிள்
te: లేబుల్
th: ค่ายเพลง
tr: Etiket
uk: Лейбл
ur: لیبل
vi: Nhãn
zh_hans: 厂牌
zh_hant: 廠牌

source: Learn more
ar: معرفة المزيد
bg: Научете повече
bn: আরও জানুন
cs: Zjistit více
de: Mehr erfahren
es: Más información
fr: En savoir plus
gu: વધુ જાણો
he: למידע נוסף
hi: और जानें
hr: Saznajte više
it: Scopri di più
ja: 詳細
kn: ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ
ko: 더 알아보기
ml: കൂടുതൽ അറിയുക
mr: अधिक जाणून घ्या
nl: Meer informatie
pa: ਹੋਰ ਜਾਣੋ
pl: Dowiedz się więcej
pt_br: Saiba mais
ta: மேலும் அறிக
te: మరింత తెలుసుకోండి
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi
uk: Докладніше
ur: مزید جانیں
vi: Tìm hiểu thêm
zh_hans: 了解更多
zh_hant: 了解更多

source: Lengths differ
ar: المدتان مختلفتان
bg: Продължителностите се различават
bn: দৈর্ঘ্য মেলে না
cs: Délky se liší
de: Längen weichen ab
es: Las duraciones no coinciden
fr: Les durées diffèrent
gu: લંબાઈ મેળ ખાતી નથી
he: האורכים שונים
hi: अवधि मेल नहीं खाती
hr: Trajanja se razlikuju
it: Le durate non coincidono
ja: 長さが一致しません
kn: ಅವಧಿಗಳು ಹೊಂದಾಣಿಕೆಯಾಗುತ್ತಿಲ್ಲ
ko: 길이가 다릅니다
ml: ദൈർഘ്യങ്ങൾ വ്യത്യസ്തമാണ്
mr: कालावधी जुळत नाही
nl: Lengtes verschillen
pa: ਲੰਬਾਈਆਂ ਵੱਖਰੀਆਂ ਹਨ
pl: Długości się różnią
pt_br: As durações divergem
ta: நீளங்கள் பொருந்தவில்லை
te: నిడివులు సరిపోలడం లేదు
th: ความยาวไม่ตรงกัน
tr: Süreler farklı
uk: Тривалості різняться
ur: دورانیے مختلف ہیں
vi: Độ dài không khớp
zh_hans: 时长不一致
zh_hant: 時長不一致

source: Libraries whose restore codes are saved in your keychain.
ar: المكتبات التي حُفظت رموز استعادتها في سلسلة المفاتيح لديك.
bg: Библиотеки, чиито кодове за възстановяване са запазени във вашия ключодържател.
bn: যেসব লাইব্রেরির পুনরুদ্ধার কোড আপনার কীচেইনে সংরক্ষিত আছে।
cs: Knihovny, jejichž obnovovací kódy jsou uložené ve vaší klíčence.
de: Bibliotheken, deren Wiederherstellungscodes in deinem Schlüsselbund gesichert sind.
es: Bibliotecas cuyos códigos de restauración están guardados en tu llavero.
fr: Bibliothèques dont les codes de restauration sont enregistrés dans votre trousseau.
gu: લાઇબ્રેરીઓ જેમના રિસ્ટોર કોડ તમારી કીચેનમાં સાચવેલા છે.
he: ספריות שקודי השחזור שלהן שמורים במחזיק המפתחות שלך.
hi: वे लाइब्रेरी जिनके पुनर्स्थापना कोड आपके किचेन में सहेजे गए हैं.
hr: Knjižnice čiji su kodovi za obnovu spremljeni u vašem privjesku ključeva.
it: Librerie i cui codici di ripristino sono salvati nel tuo portachiavi.
ja: 復元コードがキーチェーンに保存されているライブラリ。
kn: ನಿಮ್ಮ ಕೀಚೈನ್‌ನಲ್ಲಿ ಮರುಸ್ಥಾಪನೆ ಕೋಡ್‌ಗಳು ಉಳಿಸಲಾದ ಲೈಬ್ರರಿಗಳು.
ko: 복원 코드가 키체인에 저장된 보관함입니다.
ml: പുനഃസ്ഥാപന കോഡുകൾ നിങ്ങളുടെ കീചെയിനിൽ സൂക്ഷിച്ചിട്ടുള്ള ലൈബ്രറികൾ.
mr: ज्या लायब्ररींचे पुनर्संचयन कोड तुमच्या कीचेनमध्ये जतन केले आहेत.
nl: Bibliotheken waarvan de herstelcodes in je sleutelhanger zijn bewaard.
pa: ਉਹ ਲਾਇਬ੍ਰੇਰੀਆਂ ਜਿਨ੍ਹਾਂ ਦੇ ਰੀਸਟੋਰ ਕੋਡ ਤੁਹਾਡੀ ਕੀਚੇਨ ਵਿੱਚ ਸੰਭਾਲੇ ਹੋਏ ਹਨ।
pl: Biblioteki, których kody przywracania są zapisane w pęku kluczy.
pt_br: Bibliotecas cujos códigos de restauração estão salvos nas suas chaves.
ta: உங்கள் கீசெயினில் மீட்டமைப்புக் குறியீடுகள் சேமிக்கப்பட்ட லைப்ரரிகள்.
te: మీ కీచైన్‌లో పునరుద్ధరణ కోడ్‌లు సేవ్ చేయబడిన లైబ్రరీలు.
th: คลังที่รหัสกู้คืนถูกบันทึกไว้ในพวงกุญแจของคุณ
tr: Geri yükleme kodları anahtar zincirinde kayıtlı olan kitaplıklar.
uk: Бібліотеки, коди відновлення яких збережено у вашій в'язці ключів.
ur: وہ لائبریریاں جن کے بحالی کوڈ آپ کی کی چین میں محفوظ ہیں۔
vi: Các thư viện có mã khôi phục được lưu trong chuỗi khóa của bạn.
zh_hans: 恢复码已保存在钥匙串中的资料库。
zh_hant: 還原碼已儲存於鑰匙圈的資料庫。

source: Library
ar: المكتبة
bg: Библиотека
bn: লাইব্রেরি
cs: Knihovna
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
gu: લાઇબ્રેરી
he: ספרייה
hi: लाइब्रेरी
hr: Fonoteka
it: Libreria
ja: ライブラリ
kn: ಲೈಬ್ರರಿ
ko: 라이브러리
ml: ലൈബ്രറി
mr: लायब्ररी
nl: Bibliotheek
pa: ਲਾਇਬ੍ਰੇਰੀ
pl: Biblioteka
pt_br: Biblioteca
ta: நூலகம்
te: లైబ్రరీ
th: ไลบรารี
tr: Kitaplık
uk: Бібліотека
ur: لائبریری
vi: Thư viện
zh_hans: 库
zh_hant: 資料庫
